import React from "react";

export const intro = [
  "안녕하세요! 반가워요. 맛있는 칵테일을 추천해드릴게요.",
  "오늘도 한잔하시는군요! 맛있는 칵테일을 추천해드릴게요.",
  "한잔의 여유를 즐겨보아요. 맛있는 칵테일을 추천해드릴게요.",
  "오늘 같은 날에는 칵테일이 제격이죠! 맛있는 칵테일을 추천해드릴게요.",
];

export const bartenderSaying = [
  "좋아하는 칵테일 있으신가요?",
  "칵테일 한잔을 마시면 기분이 좋아지죠!",
  "음주는 즐겁고 건강하게!",
  "칵테일로 하루를 마무리하는건 너무 즐거운 일이에요.",
  "칵테일과 얽힌 추억이 있으신가요?",
  "칵테일은 맛있어서 과음하실 수 있으니 조심하세요!",
  "바에 가서 저같은 바텐더에게 칵테일에 대해 물어보시면 친절하게 대답해드린답니다~",
  "조심하세요🚨 칵테일의 매력에서 빠져나올 수 없으실테니까요😀",
];

export const questions = [
  "첫 질문입니다! 이런 칵테일들은 어떠세요?", // CONCEPT
  "도수는 어느 정도가 좋으신가요? 최저 도수와 최대 도수의 범위를 정해주세요!", // ABV
  "다음 중 좋아하는 재료가 있으신가요?", // INGREDIENT
  "마시고 싶은 칵테일의 맛을 골라주세요.", // TASTE
  "이제 한 가지만 더 여쭤볼게요. 다음 중 먹고 싶지 않은 재료들을 모두 골라주세요!", // DISLIKE
];
